[
  {
    idx: "1",
    gps: "수영구, 부산, 한국", 
    room: "최대인원 2명 침실 1개 침대 1개 욕실 1개",
    detail: `광안리 최고의 뷰 모던 스테이에 오신 것을 환영합니다 : )

        아늑한 분위기와 감성적인 인테리어로 머무르는 동안최고의
        휴식과 추억을 만들어 드리겠습니다 ♥
        
        빔프로젝터와 고급사운드바로 둘만의 영화관을 즐기세요
        
        모든 침구세트는 매일매일 살균됩니다.
        
        😻반려동물 추가비용있습니다. 인원설정시 꼭 반려동물체크 부탁드립니다! 간혹 체크안하고 무작정 데려오시는분들이 많습니다.😻
        
        5월 21일부로 시스템에어컨으로 새로 달았습니다!! 에어컨 빵빵합니다!
        숙소
        체크인 : PM 04:00
        체크아웃: AM 12:00
        다음손님을 위해 체크아웃시간을 꼭 지켜주세요
        
        ■추가인원 가능하지만 침구류는 없습니다. 꼭 참고하세요
        
        √ 환불규정 꼭 숙지 후 예약부탁드립니다.
        
        √ 날짜 예약 변경은 예약일로 최소2주전부터 가능하니 꼭 숙지후 예약해주세요.
        
        √ 매일 청소 및 살균소독 침구 교체 필수적으로 진행합니다.
        
        √ 광안리해수욕장 도보 1분 미만이며, 건물 내 편의점 및 스타벅스 등 각종 편의시설 위치하고 있습니다.
        (도보 5분 내 버스정류장•빨래방 등, 10분 내 광안역 위치)
        
        √ 소화기 및 화재경보기, 구급상자 등 안전시설을 구비하고 있습니다.
        
        **건물 내 금연구역입니다**
        `,
    ameni: `만 전망
    해변 전망
    주방
    무선 인터넷
    업무 전용 공간
    반려동물 입실 가능
    TV
    세탁기
    건조기 무료 사용 – 숙소 내
    에어컨`,
    map: "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d26094.51478277257!2d129.09269804771156!3d35.161250556585244!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3568ed2afc408561%3A0x930c47d087388816!2z67aA7IKw6rSR7Jet7IucIOyImOyYgeq1rA!5e0!3m2!1sko!2skr!4v1699521069601!5m2!1sko!2skr",
  },
  {
    idx: "2",
    gps: "대천해수욕장, 충청남도, 한국",
    room: "최대 인원 6명 침실 3개 침대 2개 욕실 2개",
    detail: `안녕하세요. 숨스테이입니다.
    숨스테이는 대천해수욕장과 도보 1분거리 30평대 프라이빗숙소이며,
    오션뷰 거실과 3개의 침실, 2개의 화장실로 이루어져 있습니다.
    오직 게스트님만을 위한 오션뷰 루프탑바베큐장에서 바베큐를 즐기실 수 있습니다.
    차분하면서도 스타일이 살아 있는 숨스테이에서 편안한 휴식을 즐기세요.

    체크인 시간 : 오후 3시
    체크아웃시간 : 오전 11시
    
    루프탑 바베큐는 입실하실때 이용하실 시간 최소 2시간 전까지 미리 예약주실경우 이용가능합니다.
    (바베큐 추가비용 20,000원 발생)
    숙소
    큰방(화장실,침대)
    욕조방(욕조,침대)
    작은방(매트)
    거실(화장실,TV,주방)
    옥상(루프탑,바베큐장)`,
    ameni: `바다 전망
    해변과 인접
    주방
    무선 인터넷
    도로 주차(무료)
    온수 욕조
    TV
    에어컨
    헤어드라이어`,
    map: "https://www.google.com/maps/embed?pb=!1m10!1m8!1m3!1d12861.08558228099!2d126.517202!3d36.305725!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sko!2skr!4v1699605326150!5m2!1sko!2skr"
  },
  {
    idx: "3",
    gps: "제주시, 제주도, 한국",
    room: "최대 인원 2명 침실 1개 침대 1개 욕실 1개",
    detail: `제주 바닷마을 화북포구에 위치한 서아루(敍雅樓)는
    1920년대에 지어진 아늑하고 포근한 휴식을 취할 수 있는 제주 옛돌담집입니다.
    
    100평의 대지에 2개의 정원과 제주 건축문화인 안거리(본관), 밖거리(별관)으로 구성된 2인 전용 프라이빗 숙소입니다.
    
    안거리에서는 편안한 휴식을,
    안거리와 밖거리 사이에 위치한 프라이빗한 야외욕조에서는 힐링을,
    밖거리에서는 영상 및 음악감상으로 즐거움을 만끽하시길 바랍니다.
    
    (인별@jeju_seoaroo)
    
    
    주의사항
    최대인원 성인 2인 프라이빗 숙소입니다. (성인전용)
    취사X, 반려동물, 추가인원(미성년자 포함) 방문 및 숙박 불가합니다.
    (위 사항 위반시 퇴실 및 벌금)
    사전에 협의되지 않은 상업 목적의 사진/영상 촬영(광고용, 쇼핑몰, SNS 마켓 등)과 드론 촬영 및 이벤트는 불가합니다.`,
    ameni: `안뜰 전망
    정원 전망
    공용 해변과 인접 - 해변
    무선 인터넷
    도로 주차(무료)
    전용 온수 욕조 - 연중 언제든 예약 가능, 특정 시간대만 이용 가능
    세탁기 무료 사용 – 숙소 내
    중앙 냉방시설
    숙소 내 보안 카메라`,
    map: "https://www.google.com/maps/embed?pb=!1m10!1m8!1m3!1d26609.137079288037!2d126.56495!3d33.52369000000001!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sko!2skr!4v1699607251344!5m2!1sko!2skr"
  },
  {
    idx: "4",
    gps: "Seogwipo-si, 제주도, 한국",
    room: "최대 인원 2명 침실 2개 침대 1개 욕실 1개",
    detail: `제주 서연의집과 인접하고(약 100m) 올렛길 5코스 해안가에 위치

    저희가족은 20여년 전부터 제주의 매력에 반해서 수시로 제주에 머물곤 했습니다
    그러던중 위미라는 곳을 알게되고 아늑하고 소박한 마을분위기가 너무 좋아 바다앞 작은집을 장만하여서 오랜시간을 함께하였습니다
    그러나 집이 너무 낡아 새로 단장을 하기로 하였고 이를 구가도시건축의 조정구소장님께 부탁드렸고 구가에서는 한가족을 위한 진정한 힐링의 공간으로 재탄생시켜 주었습니다
    
    공유해주시고많은공감바랍니다.
    게스트 이용 가능 공간/시설
무료와이파이, 케이블TV, 빌트인 냉장고와 에어컨, 캡슐커피머신, 토스트기, 전기쿡탑, 전기포트, 구스침구, 접이식사다리(다락방에 이용), 외부욕조, 맞춤제작한 원목6인식탁및 가구, 세탁서비스(3일이상연박시제공)
기타 주의사항
예약확인을 하시고 도착시간을 미리 메세지로 남겨주시면 감사하겠습니다.^^`,
    ameni: `바다 전망
    해변과 인접 - 해변
    주방
    무선 인터넷
    도로 주차(무료)
    TV + 일반 케이블 TV
    세탁기 무료 사용 – 숙소 내
    에어컨
    뒷마당
    헤어드라이어`,
    map: "https://www.google.com/maps/embed?pb=!1m10!1m8!1m3!1d26687.459819687712!2d126.65678!3d33.26826!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sko!2skr!4v1699607664521!5m2!1sko!2skr"
  },
  {
    idx: "5",
    gps: "Seogwipo-si, 제주도, 한국",
    room: "최대 인원 4명침실 2개침대 2개단독 사용 욕실 1개",
    detail: `서귀포 외돌개 가는 방향 삼매봉입구에
    위치해 있고 창문너머 외돌개 풍경이 있습니다.
    
    정해진 날짜에 예약순으로 뷰가 좋은곳에 배정됩니다.
    여유있게 예약하시면 좋습니다. (최소 일주일전)
    예약이 늦을시 임의적으로 배정해드립니다. (메시지 사절)
    
    룸 구성은
    더블침대 2+ 화장실1 로 복층으로 구성되어 있습니다.
    
    기본 2인 / 최대 4인 (2인 사용시 침대 하나만 사용가능합니다)
    
    오션뷰앞 테이블과 의자가 있습니다.
    
    커피포트(요청시) + 수건 + 샴푸,바디샤워,비누(칫솔/치약제외) 를 제공합니다.
    
    산책하기 종말 좋은 코스입니다.
    숙소 바로근처에는 외돌개 , 황우지선녀탕 , 천지연폭포 , 기당미술관이 위치해 있으며 , 더블어 칠십리 공원 이 있습니다.
    편의점은 도보로 3분거리에 CU편의점이 있습니다.`,
    ameni: `해변과 인접 - 해변
    무선 인터넷
    업무 전용 공간
    건물 내 무료 주차
    TV
    전기차 충전시설
    세탁기
    중앙 냉방시설
    뒷마당
    다기능/여행용 아기 침대`,
    map: "https://www.google.com/maps/embed?pb=!1m10!1m8!1m3!1d26695.329215790993!2d126.5527!3d33.2425!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sko!2skr!4v1699607871384!5m2!1sko!2skr"
  },
  {
    idx: "6",
    gps: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "7",
    gps: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "8",
    gps: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "9",
    gps: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "10",
    gps: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "",
    gps: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "",
    gps: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "",
    gps: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "",
    gps: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
];
