[
  {
    idx: "1",
    gps: "수영구, 부산, 한국",
    
    room: "최대인원 2명 침실 1개 침대 1개 욕실 1개",
    detail: `광안리 최고의 뷰 모던 스테이에 오신 것을 환영합니다 : )

        아늑한 분위기와 감성적인 인테리어로 머무르는 동안최고의
        휴식과 추억을 만들어 드리겠습니다 ♥
        
        빔프로젝터와 고급사운드바로 둘만의 영화관을 즐기세요
        
        모든 침구세트는 매일매일 살균됩니다.
        
        😻반려동물 추가비용있습니다. 인원설정시 꼭 반려동물체크 부탁드립니다! 간혹 체크안하고 무작정 데려오시는분들이 많습니다.😻
        
        5월 21일부로 시스템에어컨으로 새로 달았습니다!! 에어컨 빵빵합니다!
        숙소
        체크인 : PM 04:00
        체크아웃: AM 12:00
        다음손님을 위해 체크아웃시간을 꼭 지켜주세요
        
        ■추가인원 가능하지만 침구류는 없습니다. 꼭 참고하세요
        
        √ 환불규정 꼭 숙지 후 예약부탁드립니다.
        
        √ 날짜 예약 변경은 예약일로 최소2주전부터 가능하니 꼭 숙지후 예약해주세요.
        
        √ 매일 청소 및 살균소독 침구 교체 필수적으로 진행합니다.
        
        √ 광안리해수욕장 도보 1분 미만이며, 건물 내 편의점 및 스타벅스 등 각종 편의시설 위치하고 있습니다.
        (도보 5분 내 버스정류장•빨래방 등, 10분 내 광안역 위치)
        
        √ 소화기 및 화재경보기, 구급상자 등 안전시설을 구비하고 있습니다.
        
        **건물 내 금연구역입니다**
        `,
    ameni: `만 전망
    해변 전망
    주방
    무선 인터넷
    업무 전용 공간
    반려동물 입실 가능
    TV
    세탁기
    건조기 무료 사용 – 숙소 내
    에어컨`,
    map: "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d26094.51478277257!2d129.09269804771156!3d35.161250556585244!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3568ed2afc408561%3A0x930c47d087388816!2z67aA7IKw6rSR7Jet7IucIOyImOyYgeq1rA!5e0!3m2!1sko!2skr!4v1699521069601!5m2!1sko!2skr",
  },
  {
    idx: "2",
    gps: "",
    who: "Boryeong-si, 한국의 집 전체",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "3",
    gps: "",
    who: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "4",
    gps: "",
    who: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "5",
    gps: "",
    who: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "6",
    gps: "",
    who: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "7",
    gps: "",
    who: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "8",
    gps: "",
    who: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "9",
    gps: "",
    who: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "10",
    gps: "",
    who: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "",
    gps: "",
    who: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "",
    gps: "",
    who: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "",
    gps: "",
    who: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "",
    gps: "",
    who: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
];
