[
  {
    idx: "1",
    gps: "수영구, 부산, 한국",
    room: "최대인원 2명 침실 1개 침대 1개 욕실 1개",
    detail: `광안리 최고의 뷰 모던 스테이에 오신 것을 환영합니다 : )

        아늑한 분위기와 감성적인 인테리어로 머무르는 동안최고의
        휴식과 추억을 만들어 드리겠습니다 ♥
        
        빔프로젝터와 고급사운드바로 둘만의 영화관을 즐기세요
        
        모든 침구세트는 매일매일 살균됩니다.
        
        😻반려동물 추가비용있습니다. 인원설정시 꼭 반려동물체크 부탁드립니다! 간혹 체크안하고 무작정 데려오시는분들이 많습니다.😻
        
        5월 21일부로 시스템에어컨으로 새로 달았습니다!! 에어컨 빵빵합니다!
        숙소
        체크인 : PM 04:00
        체크아웃: AM 12:00
        다음손님을 위해 체크아웃시간을 꼭 지켜주세요
        
        ■추가인원 가능하지만 침구류는 없습니다. 꼭 참고하세요
        
        √ 환불규정 꼭 숙지 후 예약부탁드립니다.
        
        √ 날짜 예약 변경은 예약일로 최소2주전부터 가능하니 꼭 숙지후 예약해주세요.
        
        √ 매일 청소 및 살균소독 침구 교체 필수적으로 진행합니다.
        
        √ 광안리해수욕장 도보 1분 미만이며, 건물 내 편의점 및 스타벅스 등 각종 편의시설 위치하고 있습니다.
        (도보 5분 내 버스정류장•빨래방 등, 10분 내 광안역 위치)
        
        √ 소화기 및 화재경보기, 구급상자 등 안전시설을 구비하고 있습니다.
        
        **건물 내 금연구역입니다**
        `,
    ameni: `만 전망
    해변 전망
    주방
    무선 인터넷
    업무 전용 공간
    반려동물 입실 가능
    TV
    세탁기
    건조기 무료 사용 – 숙소 내
    에어컨`,
    map: "https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d26094.51478277257!2d129.09269804771156!3d35.161250556585244!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x3568ed2afc408561%3A0x930c47d087388816!2z67aA7IKw6rSR7Jet7IucIOyImOyYgeq1rA!5e0!3m2!1sko!2skr!4v1699521069601!5m2!1sko!2skr",
  },
  {
    idx: "2",
    gps: "대천해수욕장, 충청남도, 한국",
    room: "최대 인원 6명 침실 3개 침대 2개 욕실 2개",
    detail: `안녕하세요. 숨스테이입니다.
    숨스테이는 대천해수욕장과 도보 1분거리 30평대 프라이빗숙소이며,
    오션뷰 거실과 3개의 침실, 2개의 화장실로 이루어져 있습니다.
    오직 게스트님만을 위한 오션뷰 루프탑바베큐장에서 바베큐를 즐기실 수 있습니다.
    차분하면서도 스타일이 살아 있는 숨스테이에서 편안한 휴식을 즐기세요.

    체크인 시간 : 오후 3시
    체크아웃시간 : 오전 11시
    
    루프탑 바베큐는 입실하실때 이용하실 시간 최소 2시간 전까지 미리 예약주실경우 이용가능합니다.
    (바베큐 추가비용 20,000원 발생)
    숙소
    큰방(화장실,침대)
    욕조방(욕조,침대)
    작은방(매트)
    거실(화장실,TV,주방)
    옥상(루프탑,바베큐장)`,
    ameni: `바다 전망
    해변과 인접
    주방
    무선 인터넷
    도로 주차(무료)
    온수 욕조
    TV
    에어컨
    헤어드라이어`,
    map: "https://www.google.com/maps/embed?pb=!1m10!1m8!1m3!1d12861.08558228099!2d126.517202!3d36.305725!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sko!2skr!4v1699605326150!5m2!1sko!2skr",
  },
  {
    idx: "3",
    gps: "제주시, 제주도, 한국",
    room: "최대 인원 2명 침실 1개 침대 1개 욕실 1개",
    detail: `제주 바닷마을 화북포구에 위치한 서아루(敍雅樓)는
    1920년대에 지어진 아늑하고 포근한 휴식을 취할 수 있는 제주 옛돌담집입니다.
    
    100평의 대지에 2개의 정원과 제주 건축문화인 안거리(본관), 밖거리(별관)으로 구성된 2인 전용 프라이빗 숙소입니다.
    
    안거리에서는 편안한 휴식을,
    안거리와 밖거리 사이에 위치한 프라이빗한 야외욕조에서는 힐링을,
    밖거리에서는 영상 및 음악감상으로 즐거움을 만끽하시길 바랍니다.
    
    (인별@jeju_seoaroo)
    
    
    주의사항
    최대인원 성인 2인 프라이빗 숙소입니다. (성인전용)
    취사X, 반려동물, 추가인원(미성년자 포함) 방문 및 숙박 불가합니다.
    (위 사항 위반시 퇴실 및 벌금)
    사전에 협의되지 않은 상업 목적의 사진/영상 촬영(광고용, 쇼핑몰, SNS 마켓 등)과 드론 촬영 및 이벤트는 불가합니다.`,
    ameni: `안뜰 전망
    정원 전망
    공용 해변과 인접 - 해변
    무선 인터넷
    도로 주차(무료)
    전용 온수 욕조 - 연중 언제든 예약 가능, 특정 시간대만 이용 가능
    세탁기 무료 사용 – 숙소 내
    중앙 냉방시설
    숙소 내 보안 카메라`,
    map: "https://www.google.com/maps/embed?pb=!1m10!1m8!1m3!1d26609.137079288037!2d126.56495!3d33.52369000000001!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sko!2skr!4v1699607251344!5m2!1sko!2skr",
  },
  {
    idx: "4",
    gps: "서귀포, 제주도, 한국",
    room: "최대 인원 2명 침실 2개 침대 1개 욕실 1개",
    detail: `제주 서연의집과 인접하고(약 100m) 올렛길 5코스 해안가에 위치

    저희가족은 20여년 전부터 제주의 매력에 반해서 수시로 제주에 머물곤 했습니다
    그러던중 위미라는 곳을 알게되고 아늑하고 소박한 마을분위기가 너무 좋아 바다앞 작은집을 장만하여서 오랜시간을 함께하였습니다
    그러나 집이 너무 낡아 새로 단장을 하기로 하였고 이를 구가도시건축의 조정구소장님께 부탁드렸고 구가에서는 한가족을 위한 진정한 힐링의 공간으로 재탄생시켜 주었습니다
    
    공유해주시고많은공감바랍니다.
    게스트 이용 가능 공간/시설
무료와이파이, 케이블TV, 빌트인 냉장고와 에어컨, 캡슐커피머신, 토스트기, 전기쿡탑, 전기포트, 구스침구, 접이식사다리(다락방에 이용), 외부욕조, 맞춤제작한 원목6인식탁및 가구, 세탁서비스(3일이상연박시제공)
기타 주의사항
예약확인을 하시고 도착시간을 미리 메세지로 남겨주시면 감사하겠습니다.^^`,
    ameni: `바다 전망
    해변과 인접 - 해변
    주방
    무선 인터넷
    도로 주차(무료)
    TV + 일반 케이블 TV
    세탁기 무료 사용 – 숙소 내
    에어컨
    뒷마당
    헤어드라이어`,
    map: "https://www.google.com/maps/embed?pb=!1m10!1m8!1m3!1d26687.459819687712!2d126.65678!3d33.26826!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sko!2skr!4v1699607664521!5m2!1sko!2skr",
  },
  {
    idx: "5",
    gps: "서귀포, 제주도, 한국",
    room: "최대 인원 4명침실 2개침대 2개단독 사용 욕실 1개",
    detail: `서귀포 외돌개 가는 방향 삼매봉입구에
    위치해 있고 창문너머 외돌개 풍경이 있습니다.
    
    정해진 날짜에 예약순으로 뷰가 좋은곳에 배정됩니다.
    여유있게 예약하시면 좋습니다. (최소 일주일전)
    예약이 늦을시 임의적으로 배정해드립니다. (메시지 사절)
    
    룸 구성은
    더블침대 2+ 화장실1 로 복층으로 구성되어 있습니다.
    
    기본 2인 / 최대 4인 (2인 사용시 침대 하나만 사용가능합니다)
    
    오션뷰앞 테이블과 의자가 있습니다.
    
    커피포트(요청시) + 수건 + 샴푸,바디샤워,비누(칫솔/치약제외) 를 제공합니다.
    
    산책하기 종말 좋은 코스입니다.
    숙소 바로근처에는 외돌개 , 황우지선녀탕 , 천지연폭포 , 기당미술관이 위치해 있으며 , 더블어 칠십리 공원 이 있습니다.
    편의점은 도보로 3분거리에 CU편의점이 있습니다.`,
    ameni: `해변과 인접 - 해변
    무선 인터넷
    업무 전용 공간
    건물 내 무료 주차
    TV
    전기차 충전시설
    세탁기
    중앙 냉방시설
    뒷마당
    다기능/여행용 아기 침대`,
    map: "https://www.google.com/maps/embed?pb=!1m10!1m8!1m3!1d26695.329215790993!2d126.5527!3d33.2425!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sko!2skr!4v1699607871384!5m2!1sko!2skr",
  },
  {
    idx: "6",
    gps: "강화도, 인천, 한국",
    room: "최대 인원 15명 침실 3개 침대 3개 욕실 2개",
    detail: `10명~15명 이용 가능 숙소
    대가족 또는 여러 팀 동반여행, 회사 워크샵등에 적합한 넓은 공간의 독채 펜션입니다.
    바다 바로 앞에 위치.
    파노라마처럼 펼쳐진 바다와 저녁에 멋진 석양, 교동대교기 보이는 전망은 강화도 최고 입니다.
    바베큐장은 독립된 공간으로 주변 환경의 제약없이 편안함을 제공합니다.
    숙소
    독채펜션, 독립된 숙소, 평화전망대, 교동시장, 교동화개사, 교동도, 외포리,석모도
    게스트 이용 가능 공간/시설
    야외 바베큐 공간.
    그릴과 접이식테이블, 의자 12개.
    숯2개, 석쇠2개 착화제 총 2만원 받고있어요~
    날씨 상황보고 이용 후 결재해 주세요.
    불멍자리는 준비되어 있으니
    장작은 사가지고 오셔야 되요.
    토치로 직접 불붙여서 사용하시면 됩니다.`,
    ameni: `해변 전망
    호수나 강과 인접
    주방
    무선 인터넷
    건물 내 무료 주차
    전용 온수 욕조
    85"TV
    중앙 냉방시설
    욕조
    전용 파티오 또는 발코니`,
    map: "https://www.google.com/maps/embed?pb=!1m10!1m8!1m3!1d25224.078434594045!2d126.35020999999999!3d37.78981!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sko!2skr!4v1699861987997!5m2!1sko!2skr",
  },
  {
    idx: "7",
    gps: "은평구, 서울, 한국",
    room: "최대 인원 2명 침실 1개 침대 1개 욕실 1개",
    detail: `조용히 취향을 발견해 가는 여정
    우리가 일상을 살아가는 모든 생활속에서 소소하게 나를 위한 지식과 취향을 발견해나가는 공간을 만들고 싶었습니다.
    숙소
    은평한옥마을이라는 지역적 특성에 북한산이 곁에 있어 도시 생활자들이 손쉽게 하루를 쉬어 갈수 있습니다 전체적인 인테리어는 목재와 화이트(한지)로 분할되는 일반한옥과 달리 한옥의 구조적인 목재와 벽면의 화이트 오크 무늬목을 통일된 무드로 연출하여 시각적으로 산만하지않은 공간으로 기획했습니다. 먼저 1층은 침실없이 거실,주방,멀티미디어실,화장실로 되어있습니다. 현관에 들어서면 거실과 주방 그리고 건너편 조그마한 산이 큰 창을 통해 하나의 시선으로보여져 외부의 풍경을 내부로 들여옵니다. 현관과 마당에서 신발을 신고 들어갈수 있는 멀티미디어실(프로젝터)은 폴딩도어를 전체로 열수있어 내,외부의 중간적인 느낌으로 마당을 좀더 편안하게 즐길수 있습니다. 2층은 침실과 거실,다실 화장실로 구성되어있습니다. 통창의 유리로 북한산 전경을 즐길수 있고, 벽면의 라이팅 벽난로로 일상에서 벗어난 느낌을 갖을수 있도록 하였습니다. 조그만 다실이 있어 좌식으로 차 체험을 할수 있는 공간을 구성했습니다.
    기타 주의사항
    *호스트는 지하층에 있습니다.`,
    ameni: `산 전망
    주방
    무선 인터넷
    업무 전용 공간
    도로 주차(무료)
    에어컨 - 분리형 무배관 시스템
    전용 파티오 또는 발코니
    실내 벽난로: 전기
    여행 가방 보관 가능
    헤어드라이어`,
    map: "https://www.google.com/maps/embed?pb=!1m10!1m8!1m3!1d25274.32191166076!2d126.94033!3d37.64238!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sko!2skr!4v1699862367097!5m2!1sko!2skr",
  },
  {
    idx: "8",
    gps: "성북구, 서울, 한국",
    room: "최대 인원 2명 침실 1개 욕실 1개",
    detail: `[ 한국관광 품질인증 숙소 / Fairtrade Community Award / Eco friendly]
    SpaceMODA는 한팀만 사용하시는 작은 독채 한옥으로, 당신의 마음을 쉬게 하는 작은 정원이 있습니다. 지속가능한 여행을 꿈꾸는 MODA는 지역의 사람들이 생활하고 있는 모습 그대로 느끼실수 있는, local 여행지입니다. 서울의 근대 Local Old Alley, 낡고 오래된 지역입니다. 관광지가 아닌, 구도심입니다.
    1936년에 생겨난 옛날 동네에 위치해 있으며, 오래된 한옥을 친환경재료(Sustainability Eco-friendly Building Materials)로 리모델링 했습니다.
    
    공항버스로 도보 9분, 지하철역에서 도보 5분 거리에 위치해 있습니다. 낙산공원 근처라 오시는 길에 계단은 없지만, 잠시 언덕을 오르시는 부분이 있습니다.`,
    ameni: `안뜰 전망
    호수나 강과 인접
    무선 인터넷
    업무 전용 공간
    도로 주차(무료)
    세탁기 무료 사용 – 숙소 내
    건조기 무료 사용 – 숙소 내
    중앙 냉방시설
    전용 파티오 또는 발코니
    숙소 내 보안 카메라`,
    map: "https://www.google.com/maps/embed?pb=!1m10!1m8!1m3!1d25293.345632676846!2d127.00696!3d37.58643!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sko!2skr!4v1699862598544!5m2!1sko!2skr",
  },
  {
    idx: "9",
    gps: "전주시, 전라북도, 한국",
    room: "최대 인원 4명 침실 2개 침대 1개 욕실 1개",
    detail: `스테이 호시는 전주 객리단길 근처에 위치한 전통 한옥이며, 하루 한 손님만을 위한 독채형 숙소입니다.
    서까래를 타고 이어지는 처마선이 이쁜 우리네 전통가옥 한옥에서 넉넉한 공간의 자쿠지와 핀란드식 사우나를 함께 즐기며 힐링하는 시간을 보낼수 있습니다.
    숙소
    도보로 객리단길 및 전주 시내 번화가로 이동할 수 있으며 한옥마을 도보 10분, 자가 이용시 5분 내외로 이동 가능합니다.
    스테이 호시는 세스코 맴버스존으로 매월 방제를 통해 청결한 공간관리에 힘쓰고 있습니다.
    전통한옥숙소인 '스테이 호시' 에서 한옥만이 줄수있는 아름다움과 고즈넉한 여유를 느끼며 편히 머물다 가시길 바래봅니다.`,
    ameni: `정원 전망
    주방
    무선 인터넷
    업무 전용 공간
    건물 내 무료 주차
    전용 온수 욕조 - 연중 언제든 예약 가능, 24시간 이용 가능
    전용 사우나
    100인치 TV + 디즈니+, 넷플릭스, 일반 케이블 TV
    에어컨
    숙소 내 보안 카메라`,
    map: "https://www.google.com/maps/embed?pb=!1m10!1m8!1m3!1d25880.44790954244!2d127.141324!3d35.823102!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sko!2skr!4v1699862917062!5m2!1sko!2skr",
  },
  {
    idx: "10",
    gps: "종로구, 서울, 한국",
    room: "최대 인원 3명 원룸 침대 1개 욕실 1개",
    detail: `세상에 화려한 집은 많지만, 그 아름다움은 시간이 차곡차곡 쌓인 집의 아름다움을 넘어서기는 힘들다. 아직도 모르는 골목이 여전히 존재하는 소격동의 작은 골목 한옥 한채가 비밀처럼 숨어 있다. 겉으로는 알 수 없는 이 집의 이야기는 1940년에 시작되었다
    숙소
    1940년에 지어진 한국의 전통가옥인 한옥을 현대적으로 모델링한집입니다.
    게스트 이용 가능 공간/시설
    마당에 욕조가 있습니다.
    기타 주의사항
    주거 밀집 지역이므로 파티는 절대 금지입니다.`,
    ameni: `주방
    무선 인터넷
    업무 전용 공간
    전용 온수 욕조
    TV
    세탁기
    건조기
    에어컨
    뒷마당
    헤어드라이어`,
    map: "https://www.google.com/maps/embed?pb=!1m10!1m8!1m3!1d25295.758000005742!2d126.98230999999998!3d37.57933!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sko!2skr!4v1699863106543!5m2!1sko!2skr",
  },
  {
    idx: "11",
    gps: "서종면, 양평, 경기도, 한국",
    room: "최대 인원 4명 침실 1개 욕실 1개",
    detail: `머물고 비우고 다시 채워 가는 아그니의 시간..
    진정한 "쉼"이 있는 아그니에서 불멍의 그 따뜻한 위로를 받으세요.
    
    이곳은 양평에서도 가장 공기 좋은 산 정상 자락에 위치한 한옥 황토집으로 건강회복을 위해 오신 분부터, 조용한 환경을 찾아 글쓰시는 분, 예술하시는 분, 공부하시는 분, 퇴직후 휴식이 필요하신 분 등 진정한 쉼이 필요한 분들이 약 20년 가까이 건강과 힐링을 위해 찾아주고 있는 명소입니다.
    [아그니 한옥스테이 주의사항]
    ※아그니는 산속에 위치하여 인근주변에 마트, 편의점이 없습니다. 음료 및 간식거리는 미리준비해 오셔야    합니다.
    ※산속이다보니 야외활동시 두꺼운 옷을 준비하시고, 다음날 산책코스가 좋으니 등산스틱을 챙겨오시면     안전하게 산책가능합니다.
    ※객실 내에서는 금연입니다.(객실 흡연 발견시 과태료10만원)
    ※객실 내 육류구이XX, 생선찜XX(조개.새우찜)절대금지
    ※애완동물의 입장이 불가합니다.`,
    ameni: `주방
    무선 인터넷
    업무 전용 공간
    건물 내 무료 주차
    TV + 일반 케이블 TV
    세탁기
    창문형 에어컨
    뒷마당
    여행 가방 보관 가능
    숙소 내 보안 카메라`,
    map: "https://www.google.com/maps/embed?pb=!1m10!1m8!1m3!1d25283.90648840622!2d127.43960000000001!3d37.6142!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sko!2skr!4v1699863349205!5m2!1sko!2skr",
  },
  {
    idx: "12",
    gps: "수원, 경기도, 한국",
    room: "최대 인원 8명 침실 2개 침대 2개 욕실 1개",
    detail: `한옥 서연재는 아름다운 수원화성이 있는 행궁동에 위치하고 있습니다.
    골목에서는 화서문이 보이고, 남쪽 테라스에는 팔달산자락과 나무들로부터 계절의 흐름이 느껴집니다.
    화려하지는 않지만, 한옥의 나무가 주는 따뜻함과 정갈함은 방문하시는 분들의 마음을 따뜻하게 해줍니다.
    숙소
    1층은 따뜻한 햇살이 하루종일 들어오는 남향의 포근한 다이닝 룸 입니다.
    도심 속 넓은 마당과 테이블에서 소중한 사람들과 즐거운 시간을 보낼 수 있습니다.
    2층 서재에는 다양한 책이 있어서 편안하게 앉아서 책과 함께 여유로운 시간을 보낼 수 있습니다.
    침실과 연결된 따뜻한 햇살과 시원한 풍경이 보이는 테라스에서 차한잔은 어떨까요.
    다락에는 분리된 1개의 방 그리고 2층이 내려다 보이는 다락거실이 있습니다. 다락의 층고는 최대 2.4m 로 성인이 충분이 서 있을 수 있는 높이 입니다.
    조금은 불편하고 어색하지만 서가래의 아름다움이 오롯이 느껴지는 다락공간에서 하루밤을 지내는 것은 특별한 경험으로 남을 것 입니다.
    또한, 다락에는 오래된 LP들과 함께할 수 있는 공간이 있습니다.
    다락에 앉아 음악과 함께 - 오손도손 담소를 나누고, 아날로그적인 취향을 나눠보세요.`,
    ameni: `정원 전망
    산 전망
    주방
    무선 인터넷
    건물 내 무료 주차
    HDTV + 넷플릭스
    중앙 냉방시설
    욕조
    전용 파티오 또는 발코니
    숙소 내 보안 카메라`,
    map: "https://www.google.com/maps/embed?pb=!1m10!1m8!1m3!1d25395.2852733799!2d127.01019999999998!3d37.2854!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sko!2skr!4v1699863701867!5m2!1sko!2skr",
  },
  {
    idx: "13",
    gps: "전주시 완산구, 전라북도, 한국",
    room: "최대 인원 6명 침실 2개 침대 3개 욕실 1개",
    detail: `맑은공기 물 새소리 도심속 일상과 휴식을 잇는

    사르르라는 부드럽고 느긋한 말에 물결이라는 이태리어 온다를 더해 저희공간에 머무는 동안 물결같이 잔잔하고 사르르녹아들 휴식과 추억이 함께 하셨으면 하는 바람으로 이름하게 되었습니다
    
    사계절 이용이 가능한 온수풀이 준비되어 있으며 여유롭게 몸과 마음을 사르르녹일 자쿠지도 거실에 준비되어 있습니다
    오직 하루에 한팀만을 위한 독체풀빌라로 마당에서는 6인이 바베큐를 즐겨도 충분한 가든테이블과 느긋한밤 운치를더해줄 불멍도 준비되어 있습니다
    숙소
    전주 객리단길과 한옥마을까지 자차 ~7분 으로 갈수있는 곳에 위치하고 있습니다
    
    주변에 이쁜숲과 물길이 있어서 아침을 일찍 맞이하시는 게스트님 께서는 산책을 즐기셔도 좋습니다
    
    
    입구를 중심으로 잔디와 강자갈이 조화롭게 펼쳐져 있습니다
    가든테이블이 마련되어있어 바베큐를 즐기시기에 좋아요
    어스름한 저녁 분위기 있게 즐기수 있는 불멍 준비해 두겠습니다
    
    
    들어서자마자 보이는 실내 자쿠지는 여러분의 여행 피로를 한꺼번에 씻어줄수있는 사르르온다의 마음입니다
    따듯한 물로 릴렉싱함을 즐겨주세요
    `,
    ameni: `정원 전망
    산 전망
    호수나 강과 인접
    주방
    무선 인터넷
    업무 전용 공간
    건물 내 무료 주차
    숙소 내 보안 카메라`,
    map: "https://www.google.com/maps/embed?pb=!1m10!1m8!1m3!1d25882.76333598229!2d127.1403!3d35.816!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sko!2skr!4v1699864083601!5m2!1sko!2skr",
  },
  {
    idx: "14",
    gps: "하니아, 그리스",
    room: "최대 인원 10명 침실 4개 침대 8개 욕실 3개",
    detail: `Nuzzled in a gorgeous setting, above the sun kissed beach of Georgioupolis in Crete, Minoas Villas captures the essence of chic and luxurious living only few minutes away from the shimmering sea. Built amphitheatrically with direct sea views, this exceptional built Villas, member of the HotelPraxis Group evokes the island’s Cretan spirit and cosmopolitan charm in its elegant environs while ensuring a holiday beyond comparison.
    게스트 이용 가능 공간/시설
    Guests have full access to their villa and the villa facilities.
    기타 주의사항
    Please let us have your flight details in advance so we can organise your private check in at the villa.`,
    ameni: `만 전망
    정원 전망
    해변과 인접
    주방
    무선 인터넷
    건물 내 무료 주차
    전용 야외 수영장 - 연중 언제든 예약 가능, 24시간 이용 가능, 온수
    HDTV + 일반 케이블 TV
    세탁기 무료 사용 – 숙소 내
    숙소 내 보안 카메라`,
    map: "https://www.google.com/maps/embed?pb=!1m10!1m8!1m3!1d26039.37547497754!2d24.28429!3d35.33276!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sko!2skr!4v1699864444241!5m2!1sko!2skr",
  },
  {
    idx: "15",
    gps: "Cénac-et-Saint-Julien, Nouvelle-Aquitaine, 프랑스",
    room: "퀸사이즈 침대 1개 전용 욕실",
    detail: `Bienvenue au Domaine d’Aiguevive situé dans le triangle d’or du Périgord Noir.
    Nous louons une seule et unique suite avec accès indépendant au sein de notre demeure le château d’Aiguevive.
    La vaste chambre entièrement restaurée est équipée d’une salle de bain en suite avec toilettes indépendants et bénéficie d’une vue sur l’étang et la Bastide de Domme.
    Le lit est aux dimensions 180/200cm.
    Nécessaire pour le thé et le café.
    Accès piscine.
    Petit déjeuner sur demande`,
    ameni: `호수로 연결됨
    무선 인터넷
    건물 내 무료 주차
    전용 야외 수영장 - 연중 언제든 예약 가능, 24시간 이용 가능
    세탁기 무료 사용 – 숙소 내
    건조기 무료 사용 – 숙소 내
    욕조
    뒷마당
    실내 벽난로`,
    map: "https://www.google.com/maps/embed?pb=!1m10!1m8!1m3!1d22650.782461117426!2d1.2037!3d44.7941!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sko!2skr!4v1699864737321!5m2!1sko!2skr",
  },
  {
    idx: "16",
    gps: "전주시, 전라북도, 한국",
    room: "최대 인원 6명 침실 1개 침대 2개 욕실 1개",
    detail: `인도네시아의 휴양지 ‘발리’ 를 그대로 옮겨왔습니다.
    온전히 우리만을 위한 곳에서 창문 너머로 보이는 우붓의 코끼리상과 지붕에 얹어져 있는 지푸라기 하나까지 모든 게 발리스러운 공간입니다.
    *2인 기준 최대 5인 숙소입니다.
    -2세 미만 유아는 에어비앤비에서 숙박인원에 포함 및 결제되지 않으나, 이 숙소의 전체 숙박 인원은 2세 미만 유아를 포함하고 별도로결제 요청드립니다.
    *실내 금연
    *주방 ( 조리불가)
    -전자레인지, 냉온 정수기있습니다.
    
    *실내에서 금연 입니다. (흡연시 청소비 청구합니다.)
    
    *수영장
    -수영장 길이 4m, 깊이 1.1m 입니다.
    - 28도 정도의 미온수입니다.
    - 온수 추가시 온도유지장치로 종일 따뜻한온도로 유지됩니다. (12-3월까지 온수추가 필수.)
    -보호자를 꼭 동반하여 이용해주세요.
    -음주 후 수영장 이용을 자제해주세요
    -수영장은 21시까지 이용하실수있습니다.(수영장 조명이 21시가 되면 소등됩니다.)
    `,
    ameni: `정원 전망
    주방
    무선 인터넷
    업무 전용 공간
    건물 내 무료 주차
    전용 야외 수영장 - 연중 언제든 예약 가능, 24시간 이용 가능, 온수
    전용 온수 욕조
    80인치 HDTV + 넷플릭스
    중앙 냉방시설
    욕조`,
    map: "https://www.google.com/maps/embed?pb=!1m10!1m8!1m3!1d25877.77466576501!2d127.1392!3d35.8313!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sko!2skr!4v1699865511127!5m2!1sko!2skr",
  },
  {
    idx: "17",
    gps: "가평군, 경기도, 한국",
    room: "최대 인원 4명 침실 1개 침대 1개 욕실 1개",
    detail: `수영장이 객실 바로 앞에 있는 복층형 객실입니다. 객실에는 최신형 월풀이 설치 되어 있어서 편안한 시간을 가질수 있습니다

    1. 입실/퇴실
    체크인 15:00
    체크아웃 11:00
    22시 이후 체크인 시 사전문의 필수 
    
    2. 유아기준
    기준인원 2인 최대 4인 입실가능
    영유아 기준인원 포함 및 추가요금 발생 / 최대인원 초과 불가 
    1인 30,000원 / 24개월 이상 부터 발생 
    
    3. 바베큐
    30,000원 / 인원제한없음 
    숯 + 그릴 제공 
    객실 별 테라스 바베큐 이용 
    이용시간 : 17:00 ~ 22:00 
    현장결제 
    
    펜션 내 개인화기 및 숯 반입불가 
    
    4. 애견입실 
    반려(애완동물) 동반가능(15kg이하 한마리만 가능) 예약시 미리 통보
    
    5. 야외 공용수영장 / 현재 운영중`,
    ameni: `주방
    무선 인터넷
    건물 내 무료 주차
    공용 수영장
    전용 온수 욕조
    반려동물 입실 가능
    TV
    세탁기
    건조기
    에어컨`,
    map: "https://www.google.com/maps/embed?pb=!1m10!1m8!1m3!1d25256.612819814287!2d127.4601!3d37.6944!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sko!2skr!4v1699865861961!5m2!1sko!2skr",
  },
  {
    idx: "18",
    gps: "경주시,경상북도, 한국",
    room: "최대 인원 7명 침실 3개 침대 4개 욕실 2개",
    detail: `2023년 신축 전통기와 개량한옥 분황연가입니다.
    단 1팀만 받고 있는 독채 펜션(55평형) 입니다.
    2층독채(40평)+복층(15평)으로 구성되어 있으며
    어린이 역사문화 자연학습 최적지인 역사문화유적들이 바로 앞에 위치하고 있습니다.
    - 국보30호 분황사 도보 2분
    - 황룡사터 도보 5분
    - 동궁과 월지 도보 13분
    - 첨성대, 천마총, 황리단길, 보문단지 차로 5~10분
    복잡한 도시에서 벗어나 신축 전통기와 개량 한옥에서 가족, 연인들과 감성이 있는 여유를 함께 느끼시길 바랍니다.`,
    ameni: `도시 스카이라인 전망
    정원 전망
    주방
    무선 인터넷
    업무 전용 공간
    건물 내 무료 주차 – 3대 주차 가능
    전용 수영장
    85인치 HDTV + 프리미엄 케이블 TV
    전기차 충전시설
    에어컨 - 분리형 무배관 시스템`,
    map: "https://www.google.com/maps/embed?pb=!1m10!1m8!1m3!1d25874.5130997965!2d129.2319!3d35.8413!3m2!1i1024!2i768!4f13.1!5e0!3m2!1sko!2skr!4v1699866105026!5m2!1sko!2skr",
  },
  {
    idx: "",
    gps: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "",
    gps: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "",
    gps: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "",
    gps: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "",
    gps: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "",
    gps: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "",
    gps: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "",
    gps: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "",
    gps: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "",
    gps: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "",
    gps: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
  {
    idx: "",
    gps: "",
    room: "",
    detail: ``,
    ameni: ``,
    map: "",
  },
];
